{
  "preloader_msg": "Loading site...",
  "nav_main": "Home",
  "nav_about": "About Us",
  "nav_products": "Products",
  "nav_jobs": "Jobs",
  "nav_quality": "Quality",
  "nav_contact": "Contact Us",

  "footer_up_heading": "Al-Buraq Mill",
  "footer_up_paragraph": "Established in 2020, Al-Buraq Mill quickly became a leading factory producing flour and bran with high quality and modern technologies.",
  "footer_down_address": "Minya Center, New Minya, Industrial Area, next to the Higher Institute of Systems & Information (EST)",

  "index_hero_h": "Welcome to Al-Buraq Mill",
  "index_hero_p": "We offer the finest flour and bran with high quality and modern technologies",
  "index_hero_btn": "Discover Our Products",

  "index_nums_h": "Factory Statistics:",
  "index_numone": "Daily Milling Capacity",
  "index_numtwo": "Satisfied Customers",
  "index_numthree": "Silo Capacity",
  "index_nums_strong": "tons",

  "index_why_heading_h": "Why Al-Buraq Mill?",
  "index_why_one_h": "Advanced Milling Technology",
  "index_why_one_p": "Using the latest rollers to ensure precise and consistent flour quality",
  "index_why_two_h": "Selected Wheat Flour",
  "index_why_two_p": "Only the finest wheat varieties are inspected and chosen before production.",
  "index_why_three_h": "High Production Capacity",
  "index_why_three_p": "The mill has two grinding lines: the first with 12 cylinders / 24 grinding stages for high-volume production, and the second with 6 cylinders / 12 stages to ensure operational efficiency and production flexibility.",
  "index_why_four_h": "Quality Assurance",
  "index_why_four_p": "Continuous monitoring of protein and moisture to ensure each batch meets standards.",
  "index_why_five_h": "Reliable Supply Chain",
  "index_why_five_p": "On-time delivery and logistical support for business partners.",

  "index_sample_heading": "Our Products Overview",
  "index_sampleone": "72% extraction wheat flour, ideal for authentic French bread and pizza. The medium extraction rate gives a perfect balance between softness and nutritional value.",
  "index_sampletwo": "100% natural coarse semolina made from the finest wheat. The base for all your oriental sweets, from honey desserts to basbousa and kunafa.",
  "index_samplethree": "Special wheat flour for pasta. High protein content ensures strong and elastic dough, perfect for homemade pasta that won't break when boiled.",
  "index_samplefour": "72% extraction filo dough flour. The extraction rate provides a perfect balance between softness and nutritional value, ideal for pastries, pies, and kunafa.",
  "index_samplebtn": "Discover More",

  "index_quality_heading": "Quality You Can Trust in Every Kilo",
  "index_quality_paragraph": "In our factory, quality is not just a stage; it’s a journey that starts with selecting the best wheat grains and continues until the final product reaches our customers. We adhere to the highest local and international standards to ensure that every kilo of flour leaving our facility carries the same nutritional value, purity, and safety.",
  "index_quality_lione": "Raw Material Inspection",
  "index_quality_litwo": "Monitoring During Milling",
  "index_quality_lithree": "Final Product Inspection",
  "index_quality_minilione": "Purity and Color",
  "index_quality_minilitwo": "Moisture Rate",
  "index_quality_minilithree": "Dough Strength & Development",
  "index_quality_minilifour": "Fermentation Properties",
  "index_quality_minilifive": "Compliance with Egyptian Standards",
  "index_quality_pone": "Behind all these processes stands a team of skilled engineers and technicians specialized in grain technology and quality control, whose primary mission is to maintain your trust.",
  "index_quality_ptwo": "All this effort serves one goal: to provide you with reliable, consistent, and safe flour for baking products that stand out in taste, texture, and nutritional value. Our flour quality is the foundation of your product quality.",
  "index_quality_btn": "Quality",

  "index_vision_heading": "Precise Milling with Global Standards",
  "index_vision_paragraph": "We commit to a comprehensive milling process that ensures the highest flour quality, with full control at every stage of production.",
  "index_vision_boxone_h": "Wheat Cleaning",
  "index_vision_boxone_p": "Removing impurities, dust, and metals to ensure pure and safe raw materials.",
  "index_vision_boxtwo_h": "Balanced Moistening",
  "index_vision_boxtwo_p": "Adding water at precise ratios to improve milling efficiency and maintain bran quality.",
  "index_vision_boxthree_h": "Gradual Milling",
  "index_vision_boxthree_p": "Breaking wheat in carefully planned stages to efficiently separate the endosperm.",
  "index_vision_boxfour_h": "Sieving & Purification",
  "index_vision_boxfour_p": "Separating flour and semolina using high-precision sieving systems.",
  "index_vision_boxfive_h": "Final Milling",
  "index_vision_boxfive_p": "Full control over flour fineness to achieve specification-compliant flour.",
  "index_vision_boxsix_h": "Packing & Storage",
  "index_vision_boxsix_p": "Flour is packed in a clean environment to maintain quality until delivery.",

  "index_cta_h": "Start Your Partnership with Al-Buraq Mill Today!",
  "index_cta_p": "We offer high-quality flour with precise industrial specifications, with full commitment to quality and fast delivery. <br /> Contact us today to get the best offers for your company.",
  "index_cta_btn": "Request a Quote",

  "about_main_h": "Experience and Trust in Every Wheat Grain",
  "about_main_p": "Al-Buraq Mill is committed to providing high-quality flour that meets the needs of various food industries. With years of experience, we ensure precise milling and continuous quality monitoring of every batch.",

  "about_mission_h": "Our Mission",
  "about_mission_p": "Providing high-quality flour with precise industrial standards to meet our business partners’ needs.",

  "about_vision_h": "Our Vision",
  "about_vision_p": "To be the trusted supplier of flour in Egypt and the region, committed to innovation and quality at every stage.",

  "about_power_h": "Our Production Strength",
  "about_power_one_h": "Modern Factory",
  "about_power_one_p": "Equipped with the latest milling machines with automated control and continuous monitoring using PLC and SCADA to minimize errors and ensure consistent product quality.",
  "about_power_two_h": "18 Milling Rollers",
  "about_power_two_p": "An integrated milling system ensuring balanced grinding and high homogeneity in flour for each production batch.",
  "about_power_three_h": "Full Specification Control",
  "about_power_three_p": "Complete flexibility in producing flour with different specifications suitable for bakeries and food factories.",
  "about_power_four_h": "High Production Capacity",
  "about_power_four_p": "Milling line with a total capacity of 350 tons/day with full readiness for future expansion.",
  "about_power_btn": "Join Our Team",

  "about_cta_h": "Looking for a Reliable Flour Supplier?",
  "about_cta_p": "We provide high-quality flour with precise industrial specifications, with full commitment to quality and fast delivery. <br /> Contact us today to get the best offers for your company.",
  "about_cta_btn": "Request a Quote",

  "contact_main_h": "Contact Us",
  "contact_main_one_p": "We are always at your service.",
  "contact_main_two_p": "Do not hesitate to reach out for any inquiry or supply request, and we will be happy to respond.",
  "contact_main_three_p": "Contact Details",
  "contact_phone": "Phone:    01033091778 / 01070778612",
  "contact_whatsapp": "WhatsApp:    01033091778 / 01070778612",
  "contact_email": "Email:    alburaqmill1@gmail.com",
  "contact_address": "Address:    Minya Center, New Minya, Industrial Area, next to the Higher Institute of Systems & Information (EST)",
  "contact_order_price":"Ask For A Price Offer",
  "contact_form_h": "Select products and quantities in bags",
  "flour": "Flour",
  "flourone":"Bakery Flour",
  "flouroneT":"Used in pizza and French bread",
  "flourtwo":"Pastry Flour",
  "flourtwoT":"Used for Pies, Phyllo pastry, and kunafa",
  "flourthree":"All-Purpose Flour",
  "flourthreeT":"Suitable for All-Purpose bread",
  "flourfour":"Pasta Flour",
  "flourfourT":"Ideal for making pasta",
  "sack_weight": "Bag Weight",
  "sack_kind": "Bag Type",
  "sack_add": "Add",
  "bran": "Bran",
  "bran_kind": "Bran Type",
  "coarse": "Coarse Bran",
  "coarseT":"Ideal for making bran bread also a basic feed",
  "fine": "Fine Bran",
  "fineT":"Ideal for light baked goods and toast bread",
  "semolina": "Semolina",
  "semolinaT": "The king of oriental desserts: Basbousa, Harissa, and Maamoul",
  "wheat_shorts": "Wheat Shorts",
  "wheat_shortsT": "Specially for making whole wheat toast and salted biscuits; a rich source of vitamins and minerals",
  "alburaq": "Al-Buraq",
  "chosen_obj": "Selected Products",
  "form_name": "Name",
  "form_email" : "E-mail",
  "form_phone": "Phone Number",
  "form_date": "Delivery Date",
  "form_time": "Delivery Time",
  "form_kind": "Activity Type",
  "form_notes": "Additional Notes",
  "form_submit": "Submit Order",
  "form_submit_ws": "Send via WhatsApp",
  "form_end": "✔ Specifying quantities helps us provide a more accurate quote",

  "jobs_heading_h": "Welcome to Join Our Team",
  "jobs_heading_p": "Join us and be part of our enthusiastic and innovative team. Whether you are a beginner or professional, we welcome you to contribute in an inspiring work environment.",
  "no_jobs": "No jobs available currently",
  "your_mobile": "Mobile Number",
  "jobs_job": "Job",
  "pick_job": "Select Job",
  "uploadcv": "Upload CV (optional)",
  "apply_now": "Apply Now",

  "product_h": "Our Products",
  "product_p": "We offer a wide range of products to meet the needs of bakeries and factories, from flour and bran to wheat shorts and semolina, under strict quality control.",
  "price_offer": "Request Quote",

  "quality_heading_h": "Our Quality Standards",
  "quality_heading_p": "We adhere to the highest quality standards to ensure a premium and safe product for every client.",
  "quality_trust_h": "Why Trust Al-Buraq Mill Quality?",
  "quality_card_one_h": "Modern & Advanced Equipment",
  "quality_card_one_p": "Using the latest milling and packing machines to ensure high quality with periodic maintenance and continuous calibration to maintain operational efficiency and performance consistency.",
  "quality_card_two_h": "Automated Control & Continuous Monitoring",
  "quality_card_two_p": "To precisely monitor each production stage and achieve the highest levels of accuracy and reliability.",
  "quality_card_three_h": "In-House Testing Lab",
  "quality_card_three_p": "Analyzing wheat samples before entering the factory and following up each product stage, performing necessary analyses, and checking each batch before packing to ensure highest quality standards.",
  "quality_card_four_h": "Specialized Team",
  "quality_card_four_p": "Trained technical staff applying quality systems within production lines and lab, ensuring consistent quality and product compliance.",
  "quality_gallery_h": "Tour In Our Lab",
  "quality_end_h": "Would you like to request product samples?",
  "quality_end_p": "Contact us today and we will provide the best product samples for you.",
  "quality_end_a": "Contact Us",
  "available_jobs": "Available Jobs:",
  "menuhead": "menu"
}
